Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 에이몬은 다시 몸을 숨기고 움직이기 시작했다.{j}
en_us: Amon lowered his body and got back on his way.{j}

source: 루시는 움찔거리며 한 발 뒤로 물렀고, 블론디나는 살이 쪄야 하는 건지 말아야 하는 건지 살짝 고민하기 시작했다.
en_us: This scared Lucy even more that she stepped away from Amon. Meanwhile, Blondina jokingly thought about whether she should actually gain some weight or not.

source: 홀로 중얼거리는 황제가 느릿하게 입꼬리를 추켜 올렸다.{j}조바심이 일었으나 방법은 없었다.
en_us: The emperor was lost in his thoughts as he slowly curled his lips. He was growing impatient with the beasts, but he had no better way to tame them..{j}

source: 처음 듣는 이름이다.
en_us: It was a name she had never heard before.

source: 하지만 에이몬의 불만에도 블론디나는 아무렇지도 않게 계속 치장했다.{j}그러다 보니 어느새 해가 졌고 파티장으로 떠날 시간이 됐다.
en_us: Blondina had no time to even respond to Amon. Time flew by as Blondina continued to prepare for the party. Before they knew it, the sun was set and it was already time for her to leave. {j}

source: 모두가 돌아간 밤.{j}적막한 달빛이 방 안에 내리쬐자 괜스레 외로워졌다.{j}눈을 억지로 감자 귓가에 들리는 풀벌레 소리가 유달리 선명히 들려왔다.
en_us: That night, sitting alone in the dark with the moonlight shining down into her room, Blondina felt lonelier than usual. Maybe it was because she hadn’t seen Amon for a while. Swallowed in loneliness, Blondina tried to force herself to sleep by the sound of crickets chirping kept her awake. {j}{j}

source: 귓가가 조금 달아올라 있는 블론디나를 응시하던 에이몬이 이내 손을 떨어뜨렸다.
en_us: Amon, still gazing at Blondina up close, pulled away his hands as he noticed her ears blushing.

source: 처음엔 억지로 경계했으나 밀려오는 충동을 참을 수가 없는 모양이었다.
en_us: At first, Amon tried to hold himself back but it seemed like the plant’s scent was irresistible.

source: 저들의 행복이 절 괴롭히는 건 아니었으나 이제 절 무조건적으로 사랑해 주는 상대가 없다는 생각에 슬프기는 했다.{j}괜스레 엄마를 떠올리다가 고개를 가로젓고는 기둥 뒤로 몸을 숨겼다.{j}
en_us: It wasn’t that she was bothered by their happiness, but she was jealous of the unconditional love shared between the family. It made her remind herself of her dearly missed mother.{j}{j}

source: 커다란 화원 문 앞에 시종의 목소리가 울렸다.{j}문득 손끝에 한기가 밀려들었다.
en_us: As the voice of gatekeeper waiting in front of the back garden’s gate echoed loudly, Blondina felt the chills run through her fingertips.{j}

source: 「뭉쳤어.{j}떼줘.」
en_us: “It’s all tangled. Get if off me.”{j}

source: 에이몬의 귀여운 앞발이 제 손을 만지고 발목을 끌어안을 때가 얼마나 많은가.{j}그 앞발이 손으로 변한 것뿐이다.{j}분명, 평소와 같은 접촉인데도 이상하게 속이 간지러웠다.
en_us: It wasn’t her first time being this close to Amon. She had held his furry paws and hugged his in her arms a million times, but she couldn’t understand why her heart was fluttering. The only difference was that this time they were human hands.{j}{j}

source: 소리 없이 테이블 위를 걸어온 에이몬이, 고개를 갸웃 기울여 블론디나를 올려다봤다.
en_us: Amon quietly approached Blondina on the table and tilted his head to look up at her.

source: 에이몬이 블론디나를 올려다보며 물었다.
en_us: Amon looked up toward Blondian and asked.

source: 가만히 참새를 내려다보던 에이몬이 발톱을 내밀어 테이블을 드르륵 긁었다.{j}날카로운 소리와 함께 마지막 경고가 울렸다.
en_us: Annoyed by the sparrow lying dead, Amon drew his claws out and scratched the table right next to the sparrow’s body. And he warned the sparrow one last time.{j}

source: 블론디나는 에이몬의 얼굴 위에 드리운 섬세한 속눈썹 그림자와 예쁜 입술을 홀린 듯 바라보았다.
en_us: Blondina was amazed by his looks that she gazed at his pretty lips and his delicate eyelashes quivering with the breeze.

source: 에이몬은 마음대로 하라며 꼬리를 흔들었고 마제또는 부산스럽게 날개를 파닥이며 외쳤다.
en_us: Amon lazily wagged his tail in approval, and Majetto tweeted with an excited voice and flapping his wings.

source: “다음에 또 희귀한 광석이 나오면 선물해 드리겠습니다, 전하.”
en_us: “”The next time we find one, we’ll be sure to gift it to you, Your Highness.”

source: 어라?{j}진짜 왜 이렇게 밀어내?
en_us: Huh? He’s really trying to push me away.{j}

source: #18화
en_us: Chapter 18

source: 블론디나는 주춤주춤 그를 향해 다가섰다.{j}자리에서 일어난 황제가 아이에게 찬찬히 걸어왔다.
en_us: {j}As Blondina slowly tottered towards him, the emperor stood up from his seat and walked closer to her.

source: 비록 새끼이고 어리기는 하나 신체 능력은 인간인 절 한참 뛰어넘었을 게 분명하다.
en_us: Although his appearance was that of a young boy, his physical abilities had already surpassed a normal human adult’s.

source: 당신이 빛나는 자리에 앉아 행복한 가정을 꾸릴 때 외롭게 홀로 죽었다.
en_us: Lily passed away just when Blondina’s father was crowned the emperor of the empire and remarried with the empress to build a perfectly happy family.

source: “아무래도 네가 고대어를 쓸 장소가 티파티나 파티장일 게 분명하니 실용적인 것부터 시작하자.”
en_us: “You’ll probably be mostly using Old Atesian at tea parties and at balls, so learning these words will come in handy.”

source: 감겨 드는 목소리에 블론디나는 결국 눈을 꾹 감았다.
en_us: With Amon’s voice sweetly echoing through her ears, Blondina closed her eyes and looked away from him.

source: 어깨를 으쓱한 블론디나는 아무렇지도 않은 얼굴로 뒤돌았다.{j}이제 좀 쉬고 싶었다.{j}블론디나는 별궁까지 홀로 걸었다.
en_us: Blondina turned around with a shrug. All she wanted was now was to rest quietly in her room. So, she hurried her way.{j}{j}

source: 어떻게 해야 에이몬이 상처받지 않을까.{j}어떻게 해야 이 나름대로 호의를 베푼 짐승을 이해시킬까.{j}블론디나는 나름대로 절실하게 고민했다.
en_us: Blondina thought carefully, but she couldn’t think of a word that wouldn’t hurt Amon’s feelings. She really wanted to show her gratitude for his gift. It was just that she didn’t know what to say to a beast.{j}{j}

source: 잠시 후, 별궁 소속 하녀는 조금 바빠졌다.{j}예쁜 깃털 펜과 종이를 구하기 위함이었다.
en_us: A few minutes later, the servant at the detached palace was busy, searching for quills and paper.{j}

source: 쉽지가 않으니 직접 말로 할 수밖에.
en_us: If it’s that hard for them to understand, it gives me no choice but to speak them out directly.

source: 밤새 자수를 놓고 휴일엔 집으로 돌아가 밤새 가문 집사에게 시달린다고 했다.
en_us: Every night she would practice her embroidery and return home during the weekends to be tutored by her house servant.

source: “그게.{j}그렇긴 해.{j}그렇긴 한데.”
en_us: “Um...I do. I do find them adorable, but...”{j}{j}

source: 홀로 중얼거리려니 장미꽃 사이를 노닐던 마제또가 삑 외쳤다.
en_us: While Blondina got carried away in her thoughts, she was soon interrupted by Majetto who was enjoying his time with the roses in Blondina’s room.

source: 갑자기 말하는 참새가 생겨 어안이 벙벙하기는 했으나 우선은 에이몬을 향해 손을 뻗었다.{j}블론디나는 손끝으로 그의 턱을 슬슬 문질렀다.{j}오래간만에 만지는 보드라운 털이었다.
en_us: Blondina reached out her hand toward Amon while the sparrow continued to talk in the background. She touched Amon’s chin and rubbed his soft furry chin.{j}{j}

source: 하지만 자신이라면 저 블론디나 황녀에게 줄 수 있다.
en_us: Philip considered him an exception. He thought differently of Blondina from other average nobles.

source: 그 대화를 끝으로 둘 사이에 막막한 침묵이 흘렀다.{j}당연했다.{j}둘 사이에 공통된 관심사나 대화 주제가 있을 리 없다.
en_us: After her last remarks, an awkward silence settled in the small garden. It was an expected ending, because the emperor and his princess had nothing in common or shared any interest.{j}{j}

source: 오늘은 왜 이렇게 커다랗고 따뜻한 걸까.
en_us: It was a warmth unlike his leopard form. Somehow it felt even warmer and larger being held in his arms.

source: 블론디나는 그들을 물끄러미 응시하기만 했다.
en_us: Blondina thought to herself as she looked at the group.

source: “넌 몸이 약하여 다른 왕국에서 요양하다가 다시 황궁으로 돌아온 것이야.”
en_us: “You spent your entire childhood recuperating because of your frail body, and you have just returned home.”

source: 왜인지 알고 싶은 건 에이몬보다 자신이다.{j}필립이라는 공자가 아델라이와 작당하고 절 놀리려는 건지, 아니면 정말 단순한 호의인 건지.
en_us: She was more curious than Amon. She couldn’t understand if whether Philip was here under Princess Adellai’s request to tease her or it was just an act of kindness. {j}

source: 한편, 아델라이 황녀는 블론디나의 밋밋한 표정을 날카로운 표정으로 훑었다.{j}눈동자 안에 차가운 분노가 맺혀 있었다.
en_us: Meanwhile, Princess Adellai skimmed through Blondina’s blank face with a sharp look. Her eyes were burning with cold rage.{j}

source: 어디서인가 불어오는 바람에 풋풋한 흙내음이 섞여 있다.{j}블론디나는 눈꺼풀을 살짝 움직였다.
en_us: She felt the fresh breeze blowing from her room window, carrying the smell of earth. Blondina opened her eyes slightly to the breeze.{j}

source: 시간은 퍽 지루하게 흘러갔다.
en_us: As time passed, Amon began to get bored with the game.

source: 블론디나는 저도 모르게 가슴속에서 우러나오는 말을 뱉었다.
en_us: Blondina accidentally blurted her mind out to Amon.

source: 허리를 일으켠 블론디나가 수풀 너머를 응시했다.
en_us: She stood up to look around the surroundings.

source: “좋아요!{j}전 좋아요!{j}에이몬 님이 그 잘생긴 얼굴로 다 눌러 주는 거예요!{j}난 찬성!{j}찬성!”
en_us: “Yes! Yes, please! It will be a perfect opportunity to break those arrogant humans’ spirit with your handsome looks. I concur! Fully concur!”{j}{j}{j}{j}

source: 에이몬은 귀를 축 늘어뜨린 채 창가 테이블에 몸을 웅크리고 앉았다.
en_us: Amon sat by the open window with his ears drooping and body crouched.

source: “에이몬.{j}왜 이렇게 오래간만에 왔어?{j}네 분홍 발바닥이 그리웠어.”
en_us: “What took you so long to return, Amon? I missed your pink paw pads,” said Blondina with joy.{j}{j}

source: “응.{j}응.{j}꼭이야!”
en_us: “Okay. You promised!”{j}{j}

source: 「내게 말해 봐, 브리디.{j}널 괴롭히는 과거의 잔상들은 모두 죽여 줄 테니.」
en_us: “Tell me, Briddy. I’ll destroy those torturous memories from your past.”{j}

source: ‘자기들끼리 나 비웃고 있나 보네.{j}이따위 옷차림이 뭐 대수라고.’
en_us: I guess they’re laughing at me again. Why are they so concerned about my outfit?{j}

source: 후원은 조용했다.
en_us: The garden stayed silent.

source: 블론디나는 크게 소리 지르며 에이몬을 품 안으로 꽉 끌어안았다.
en_us: Blondina screamed as she dropped to the ground with Amon tightly held in her arms.

source: 공작이 콧수염을 더듬으며 시선을 내렸다.
en_us: The Duke fiddled with his mustache and turned his eyes to the emperor

source: 블론디나는 웃음을 참기 위해 입술을 꼭 눌렀다.{j}그럼 그렇지.{j}안 나오면 못 배길 향기지.{j}에이몬은 달콤한 파이라면 사족을 못 썼으니까.
en_us: Blondina clenched her lips to hold her laugh. She knew Amon couldn’t resist the smell coming from the cherry tart because Amon was obsessed with sweet pies.{j}{j}{j}

source: 하녀가 내려놓는 찻잔과 함께 블론디나도 의자에 앉았다.
en_us: The princess also relaxed on the chair next to the window as her servant brought in tea.

source: “걱정하지 마.{j}그 공자 안 와.{j}멀리 떠난대.”
en_us: “Don’t worry. The marquess won’t be visiting anymore. He’s going somewhere very far.”{j}{j}

source: 아무 말 없이 절 바라보던 황후의 낯에 어렸던 감정을 상기한다.{j}그것은 불쾌를 넘어선 혐오와 경멸이었다.
en_us: The face reflected by the empress who silently stood next to the emperor reminded Blondina of her childhood memories. It was a face full of disgust and contempt.

source: 혹시나 하여 아이를 낳아 보았으나 블론디나는 능력을 가지기는커녕 눈동자마저 잿빛이었다.{j}절 지독히 닮은 그 눈.
en_us: He hoped her daughter would possibly possess the special powers to protect his throne, but Blondina was never born with the golden eyes. Instead, she inherited the emperor’s crystal clear, gray eyes.{j}

source: 「아니.{j}넌 괜찮아.」
en_us: “No, you’re all right.”{j}

source: “내 말의 뜻을 알겠지?{j}똑똑하고 대단하신 황족이잖아.”
en_us: “A mighty, clever royal like you should understand what I’m saying here, right?”{j}

source: “라르트.{j}그만해.”
en_us: “That’s enough, Lart.”{j}

source: “음…….”
en_us: “Um...”

source: 얼굴에 쿠키 가루를 한가득 묻힌 참새가 테이블 위를 쫑쫑거리며 뛰었다.
en_us: The loud sparrow flew and jumped to the table Blondina was sitting next to with cookie crumbs all over his face.

source: 지난번, 필립 공자가 블론디나에게 선물로 주었던 것이었다.
en_us: It was the same brooch Philip gifted Blondina during his visit.

source: “그건 블론디나 황녀님 탓이 아닙니다.”
en_us: “It’s not your fault, my princess.”

source: 옆에 있던 루시가 어깨를 움찔거렸다.
en_us: Lucy, who was sitting next to Blondina, flinched her shoulders.

source: 쫓아오겠다는 하녀를 두고 홀로 황궁을 거닐었다.{j}어차피 자신을 위협할 사람도 없었으며 허울뿐인 황녀가 홀로 다니건 말건 그 누구도 신경 쓰지 않는다.
en_us: She had left her servant, who insisted to accompany her, back at her palace, because she knew no one would harm or even care about a worthless princess walking around the palace grounds.

source: “에이몬 님.{j}차근차근 물으셔야 황녀님께서 대답하실 수 있을 것 같아요.”
en_us: “Amon, you should ask one question at a time, so the princess could answer all of your questions.”

source: 크기는 작아도 케이스가 고급스러운 것이 한눈에 보아도 값어치 나가는 것이었다.
en_us: Although it was small in size, it looked like a luxurious case designed with expensive jewelry.

source: “물지 않습니다.{j}웬만한 인간보다 영민하니 두려워하지 않으셔도 됩니다.”
en_us: “These snakes don’t bite. They are smarter than most humans, so there’s no need for you to be afraid, Your Highness.”{j}

source: 옆에서 다시 눈치도 없이 끼어드는 라르트 황자의 말에, 기어코 격한 분노를 표현하고야 말았다.{j}찔끔한 라르트가 침울한 표정으로 입꼬리를 꾹 내렸다.
en_us: She had enough of Lart’s annoying remarks and again took her rage out on him. Lart gasped again at his angry sister and returned to his sullen face.{j}

source: 이유는 알 수 없었다.{j}저번에는 체스 말을 내팽개치며 패악을 부렸으나 지금은 아쉽게도 주위에 아무것도 없었다.
en_us: Amon didn’t know why he was feeling such way, but he felt like pushing another chessboard and its pieces to the ground like last time. Unfortunately, there wasn’t one near him this time. {j}

source: 생각난 김에 당장 한다는 듯, 에이몬이 이것저것을 가져오라며 시켰기 때문이다.{j}어딘가를 다녀온 하녀가 품에 잉크와 깃털 펜, 그리고 고급스러운 종이를 한아름 가져왔다.
en_us: Per Amon’s request, the servant quickly went around the castle and brought some quills, ink and a pile of luxurious parchment. {j}

source: 절 향한 시선에 불쾌함과 경멸이 깔려 있었다.{j}마치 화목한 친목 모임 안에 억지로 끼어든 불청객이 된 느낌이었다.
en_us: With their eyes full of disgust and contempt, it felt like she was an uninvited guest to a joyful wedding ceremony. {j}

source: 저도 모르게 손가락으로 뒤통수를 살살 쓸어내렸다.
en_us: Without even noticing, Blondina gently swept down his head.

source: 초콜릿칩만 골라 부리를 박는 마제또를 보며, 블론디나가 루시에게 물었다.
en_us: As Blondina watched Majetto being picky with his cookies, she turned to Lucy and asked.

source: 새끼 표범의 눈매가 묘하게 좁아 들었다.{j}고개를 찬찬히 기울여 반짝이는 팔찌를 들여다보고, 편지 위에 찍힌 인장을 본다.
en_us: The baby leopard’s eyes narrowed as he raised his body to examine the sparkling bracelet and turned his body to read the letter and its seal.{j}

source: 「뭐 해?」
en_us: “What are you doing?”

source: “네 생일인데 조금 마찰이 생겼잖아.”
en_us: “I’m sorry for having an argument at your birthday party today.”

source: 자잘한 파티나 모임에는 좀처럼 모습을 드러내지 않았다.{j}늘 모임의 중심에 서서 사람들을 거느리고 다니는 아델라이 황녀와는 퍽 다른 양상이었다.
en_us: And unlike her sister, Princess Adellai, Blondina tended not to attend small parties and gathering organized by the royal family. Adellai still seemed to enjoy leading people and being at the center of attention.{j}

source: “외로워하지 마, 브리디.{j}넌 내게 유일한 존재니까.”
en_us: “Never feel lonely, Briddy. You’re the only friend I have.”{j}

source: 그 때문에 멀찍이 떨어진 본궁들과는 달리 사냥터에 인접해 있었으며 화단도 화단이라기보단 들판에 가까운 모습이었다.{j}곱게 깔린 튤립도 지나고 덩굴진 장미 화단도 지나니 여기저기 야생적으로 무리진 나무 군락과 쭉쭉 뻗은 나무가 나타나기 시작했다.
en_us: Because of its insignificance, the palace was located far away from the main palace, close to the hunting grounds. As a result, there was no gardens near the area, but wild fields with finely laid tulips and rose beds.{j}

source: 잠시 후 둘은 나무를 구경했다.
en_us: After a few moments, the two were in the woods looking at trees.

source: 블론디나는 에이몬에게 대충 인사를 건네고는 마차에 올라탔다.
en_us: The princess quickly said her goodbyes and stepped on to the carriage.

source: 블론디나가 새끼 고양이들을 향해 찬찬히 다가갔다.
en_us: Blondina slowly approached toward the tree where the two cats were hiding behind.

source: 이제는 한계였다.
en_us: This was it.

source: 에이몬이 라르트 황자의 얼굴을 향해 상체를 내렸다.{j}삭막한 살기를 띤 눈빛이 쏘아질 듯 쏟아졌다.
en_us: As Amon lowered his body to look at the prince’s face up closer, Prince Lart saw the murderous look fall from the beast’s eyes.{j}

source: 정원은 여전히 적막했다.
en_us: The garden still remained silent.

source: 그리고 그것을 받고 블론디나가 흡족해하고 있는 것 같다.{j}그게 퍽 마음에 거슬렸다.
en_us: He seemed rather annoyed to see Blondina satisfied with the gift.

source: “그래?{j}다행이다.{j}그런데 냄새란 게 어떤 냄새 말하는 건데?”
en_us: “Really? That’s nice, but what kind of smell are you referring to?”{j}{j}

source: 아델라이가 황녀가 고개 끝을 더욱 빳빳이 들었다.
en_us: Princess Adellai stiffened her neck even more and continued.

source: 루시는 곧 품에 있던 나뭇가지를 내려 에이몬의 앞에 스윽 밀어 넣었다.
en_us: Then, she dropped the branch in front of Amon and pushed it toward him.

source: “그런데 절벽에서는 왜 떨어졌어?”
en_us: “Then, how did you fall off the cliff?”

source: “제 어머니를 아세요?”
en_us: “Do you know my mother?” asked Blondina nervously.

source: “아델라이.{j}넌 나를 무척 많이 닮았다.”
en_us: “Adellai, you and I are alike in so many ways.”{j}

source: 말하자면 몸에 새겨진 몸짓이었다.{j}고양이가 나무 사이를 노니는 참새에게 달려들듯.
en_us: It was, so to speak, an instinct of his. Something he couldn’t control. Like a cat chasing after a sparrow on a tree.{j}

source: 저도 모르게 고양이의 시선을 피한 필립이 다시 품을 뒤적거려 무언가를 내밀었다.{j}작은 편지였다.
en_us: He unconsciously avoided Amon’s gaze and reached for a small letter in his inner pocket.{j}

source: 블론디나는 네 살 아이처럼 같은 반문을 계속했다.
en_us: Blondina continued on with her questions like a nosy child.

source: 그의 마음속에서 블론디나를 향한 인상이 온전히 달라졌다.{j}어느새 신용과 애정이 가득한 눈으로 황제는 미소 지었다.{j}제 팔에 매달리는 아델라이의 어깨를 대충 두드려 주며.
en_us: The way he looked at Blondina had completely changed since she had first entered the palace. His eyes were full of trust and affection for her.{j}{j}

source: 라르트 황자만이 “그렇지.{j}핏줄은 핏줄이지.{j}그렇긴 해!” 고개를 끄덕였을 따름이다.
en_us: “True, since we technically share the same blood, ” Prince Lart nodded in approval to Blondina’s words.{j}{j}

source: 그 말을 마지막으로, 아델라이 황녀의 광택 흐르는 드레스가 점점 멀어져 갔다.{j}어느새 푸른 잔디 위에는 블론디나만 남았다.{j}
en_us: With those last words, the bright colors of Princess Adellai’s dress faded away into the distance. Before she knew it, Blondina was standing alone by herself on the grass.{j}{j}

source: “예쁘네.”
en_us: “It looks pretty.”

source: 허리를 일으켠 블론디나가 수풀 너머를 응시했다.{j}점박이 고양이 두 마리가 흠칫 놀라더니 큰 나무 뒤로 우다다 몸을 숨기는 모습이 보였다.
en_us: When she stood up to look around the surroundings, she found two spotted cats swiftly hiding their bodies behind a big tree.{j}

source: “네?”
en_us: “Huh?”

source: “황자, 황녀.{j}블론디나 황녀와는 잘 지내고 있는가.”
en_us: “My prince and princess, are you getting along with your sister, Princess Blondina?”{j}

source: “무어가 말이냐.”
en_us: “By what?”

source: 별궁 앞에 다가서자 누군가 성큼 다가왔다.
en_us: As they drew near the guest palace, someone approached them.

source: 에이몬이 준 위대한 선작용이었다.
en_us: It was one of the gifts she earned becoming friends with Amon.

source: 블론디나 입에서 나오는 유창한 고대어에 사뭇 놀란 모양이었다.
en_us: They couldn’t hide their face hearing Blondina fluently speak in Old Atesian, because all three of them assumed that last time Blondina simply got lucky guessing what they were talking about.

source: 사실 사석에서는 제대로 마주한 적도 없는 공자였으니 긴장하는 것이 당연했다.
en_us: So, it was obvious of her to be nervous since she would never be able to talk with a duke’s son in public.

source: 블론디나의 배다른 동생이자, 라르트 황자와 쌍둥이인 아델라이 황녀였다.
en_us: It was the voice of Princess Adellai, who was not only Blondina’s half-sister but also a twin of Prince Lart.

source: “내가 울었구나.{j}나도 내가 왜 우는지 모르겠어.”
en_us: “I am crying, but why?”{j}

source: 고개를 도도하게 들어 올린 에이몬이 당당하게 답했다.
en_us: Amon replied to Blondina with his chin up, gesturing her to stop the nonsense.

source: 그제야 블론디나가 정신을 차렸다.
en_us: With the sound of Majetto tweeting, Blondina finally got back to her senses.
